{
    "c2array": true,
    "size": [
        7,
        86,
        1
    ],
    "data": [
        [
            [
                "English"
            ],
            [
                "Start game"
            ],
            [
                "Continue"
            ],
            [
                "Information"
            ],
            [
                "Deplatforming - the process of removing illicit channels from media platforms"
            ],
            [
                "[color=#009090]NoK[/color]"
            ],
            [
                "[color=#8ffe09]PatriotChan[/color]"
            ],
            [
                "[color=red]MehTube[/color]"
            ],
            [
                "[color=#dc6499]Instagroom[/color]"
            ],
            [
                "[color=#ff4500]Robbot[/color]"
            ],
            [
                "[color=#00a2f3]Phonygram[/color]"
            ],
            [
                "[color=#2fcdff]Chitter[/color]"
            ],
            [
                "[color=#8a8889]MehChute[/color]"
            ],
            [
                "[color=#991723]Barler[/color]"
            ],
            [
                "[color=#8c9eff]Miscord[/color]"
            ],
            [
                "'s hate spreaders now announce their \"real life efforts\" via "
            ],
            [
                "'s toxic creators send their followers to join "
            ],
            [
                "'s users start another toxic video channel on "
            ],
            [
                "'s edgelords set up anti-feminist meme channels on "
            ],
            [
                " users carry toxic memes and narratives into communities on "
            ],
            [
                "'s communities set up closed channels on "
            ],
            [
                "'s biggest hate channel tries to hijack a \"SJW\" campaign on "
            ],
            [
                "'s alternative fact distributors create backup dumps on "
            ],
            [
                "'s hate slingers push racist narratives on "
            ],
            [
                "'s alt-light tries to recruit the gaming community through closed servers on "
            ],
            [
                "[color=#15ffee]PatriotChan has cooked up another hate campaign and tries to spread toxic narratives to other platforms. Can you stop it?[/color]"
            ],
            [
                "[color=#15ffee]Clicking on networks where the hate campaign has spread reduce the hate through counterspeech. Double clicks cause bans.[/color]"
            ],
            [
                "[color=#15ffee]Network to find more activists supporting your cause.[/color]"
            ],
            [
                "network"
            ],
            [
                "Networking will grant you an additional activist."
            ],
            [
                "good practice"
            ],
            [
                "Good practice will make activists more effective at counter speech."
            ],
            [
                "Available activists: "
            ],
            [
                "Network radicalisation:  "
            ],
            [
                "counter speech \n "
            ],
            [
                "PatriotChan is an unmoderated community, full of hateful users, known to create toxic narratives and hate campaigns."
            ],
            [
                "MehTube is the biggest videoplatform on the web, its comment section is hell."
            ],
            [
                "Instagroom is a social media platform mainly for sharing pictures and short videos. Also great for stalking people."
            ],
            [
                "Robbot is a forum of forums, some informative, some supportive, some a steaming pile of filth."
            ],
            [
                "Phonygram is a supposedly secure messenger service. With little to no oversight many of its chat channels get out of hand."
            ],
            [
                "Chitter is the classic microblogging service, used to shout out hot takes and block replies."
            ],
            [
                "MehChute is MehTube's ugly brother, mainly used to drop videos without fear of having them erased.. or ever be found by anybody."
            ],
            [
                "Barler is a reactionary Chitter knockoff. The perfect bubble if you hate diversity."
            ],
            [
                "Miscord is a chat software aimed at gamers. For roleplayers too. Some even role play fascism. Some don't even know they are playing."
            ],
            [
                "NoK is a large social network from Russia. Somehow the place to be, if you dislike foreigners?"
            ],
            [
                "[color=#15ffee]Your activist network is now big enough to assign a volunteer to monitoring![/color]"
            ],
            [
                "monitoring"
            ],
            [
                "When monitoring one of your activists keeps an eye on developments in the hate campaign. You can intervene faster, so the campain spreads slower."
            ],
            [
                " channel received a 4sec ban upon your report."
            ],
            [
                "[color=#15ffee]So much reporting! You unlocked deplatforming! However, it does not work everywhere and some conditions need to be met.[/color]"
            ],
            [
                "deplatform"
            ],
            [
                "You can currently deplatform on: "
            ],
            [
                "Congratulations!"
            ],
            [
                "Better luck next time!"
            ],
            [
                "You successfully stopped the hate campaign from breaking into major networks."
            ],
            [
                "There is always another hate campaign to rally against..."
            ],
            [
                "You were on the right track. You can only deplatform from the major networks, they each have different conditions to open up for deplatforming."
            ],
            [
                "You are close to unlock \"deplatforming\". You will be able to kick the campaign of major networks if you hit the threshold of reports, monitoring and network size."
            ],
            [
                "Stopping a hate campaign is not a single person effort. Try to find more activists through networking, that can help you to keep the campaign at bay."
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Deutsch"
            ],
            [
                "Spiel starten"
            ],
            [
                "Fortfahren"
            ],
            [
                "Information"
            ],
            [
                "Deplatforming - Der Prozess des Entfernens unzulässiger Kanäle von Medienplattformen."
            ],
            [
                "[color=#009090]NoK[/color]"
            ],
            [
                "[color=#8ffe09]PatriotChan[/color]"
            ],
            [
                "[color=red]MehTube[/color]"
            ],
            [
                "[color=#dc6499]Instagroom[/color]"
            ],
            [
                "[color=#ff4500]Robbot[/color]"
            ],
            [
                "[color=#00a2f3]Phonygram[/color]"
            ],
            [
                "[color=#2fcdff]Chitter[/color]"
            ],
            [
                "[color=#8a8889]MehChute[/color]"
            ],
            [
                "[color=#991723]Barler[/color]"
            ],
            [
                "[color=#8c9eff]Miscord[/color]"
            ],
            [
                "s Hassschleudern \ntragen ihre \"real life efforts\" nun nach  "
            ],
            [
                "s toxische Creators schicken ihre Follower nach "
            ],
            [
                "s Nutzer*innen starten einen weiteren problematischen Videokanal auf "
            ],
            [
                "s Drukos bringen einen anti-feministischen Meme Kanal\nauf "
            ],
            [
                " Nutzer*innen streuen ihre obskuren narrative in die Communities auf "
            ],
            [
                "s Communities koordinieren sich über geschlossene Kanäle auf "
            ],
            [
                "s #1 Hasskanal erklärt einer \"Gutmenschen\" Hashtagkampagne dden Krieg via "
            ],
            [
                "s alternative Fakten-Verteiler hinterlegen ihre \"Informationen\"  auf "
            ],
            [
                "s Hassprediger pushen ihre rassistischen Narrative nun auch auf "
            ],
            [
                "s Alt-Light versucht Spieler*innen zu rekrutieren über geschlossene Server auf "
            ],
            [
                "[color=#15ffee]PatriotChan hat wieder eine Hasskampagne ersponnen und versucht seine toxischen Narrative auf andere Plattformen zu streuen. Kannst du sie stoppen?[/color]"
            ],
            [
                "[color=#15ffee]Ein Klick auf Netzwerke, auf welchen die Hasskampagne schon angekommen ist kann die dort verbreitete Hate Speech durch Gegenrede reduzieren.[/color]"
            ],
            [
                "[color=#15ffee]Vernetze dich um zusätzliche Aktivist*innen zu mobilisieren.[/color]"
            ],
            [
                "vernetzen"
            ],
            [
                "Vernetzung \nerhöht die Anzahl deiner Aktivist*innen um 1."
            ],
            [
                "Good Practice"
            ],
            [
                "Good Practice macht deine Aktivist*innen effektiver beim Einsatz von Gegenrede."
            ],
            [
                "Verfügbare Aktivist*innen: "
            ],
            [
                "Netzwerk Radikalisierungsfortschritt:   "
            ],
            [
                "Gegenrede\n "
            ],
            [
                "PatriotChan ist eine unmoderierte Community, voller hasserfüllter Nutzer*innen und dafür bekannt toxische Narrative und Hasskampagnen zu starten."
            ],
            [
                "MehTube ist die größte Videoplattform im Netz. Seine Kommentarspalte ist die Hölle."
            ],
            [
                "Instagroom ist eine Plattform, auf der vornehmlich  Bilder und kurzen Videos geteilt werden. Sie funktioniert auch super zum Stalken."
            ],
            [
                "Robbot ist ein Forum für Foren, manche information, manche unterstützend, manche ein stinkender Haufen Abfall."
            ],
            [
                "Phonygram ist ein vermeindlich sicherer Messenger. Mit wenig bis gar keiner Kontrolle laufen viele seiner Kanäle aus dem Ruder."
            ],
            [
                "Chitter ist das klassische Mikroblog. Es wird genutzt um Hot Takes zu posten und Antworten zu blocken."
            ],
            [
                "MehChute ist MehTubes hässlicher Zwilling, primär genutzt um Videos zu posten ohne Angst zu haben, dass diese gelöscht werden könnten... oder das diese jemals von jemanden gefunden werden."
            ],
            [
                "Barler ist ein reaktionärer Abklasch von Chitter. Das perfekte Zuhause, falls du Vielfalt hasst."
            ],
            [
                "Miscord ist eine Chatplattform, für Gamer*innen. Auch genutzt RPGs. Manche spielen sogar Faschismus. Manche wissen nicht mal, dass sie spielen."
            ],
            [
                "NoK ist ein großes soziales Netzwerk aus Russland. Irgendwie die richtige Plattform, wenn man Ausländer nicht mag?"
            ],
            [
                "[color=#15ffee]Dein Aktivist\"innennetzewerk ist nun gro- genug, dass eine Person das Monitoring übernehmen kann![/color]"
            ],
            [
                "monitoren"
            ],
            [
                "Beim Monitoring behält eine*r deiner Aktivist*innen die Entwicklungen in der Hasskampagne im Auge. Dadurch kannst du schneller intervenieren, wodurch die Hasskampagne sich langsamer verbreitet."
            ],
            [
                "-Kanal wurde für 4 Sekunden gebannt, aufgrund deines Reports."
            ],
            [
                "[color=#15ffee]So viele Reports! Du hast deplatforming freigeschaltet! Es funktioniert allesdings nicht überall und bestimmte Bedingungen müssen erfüllt werden.[/color]"
            ],
            [
                "deplatform"
            ],
            [
                "Du kannst derzeit folgende Kanäle deplatformen: "
            ],
            [
                "Glückwunsch!"
            ],
            [
                "Vielleicht läuft es beim nächsten Mal besser..."
            ],
            [
                "Du konntest die Hasskampagne daran hindern in den großen Netzwerken Fuß zu fassen."
            ],
            [
                "Es gibt immer noch eine weitere Hasskampagne, die es zu stoppen gilt..."
            ],
            [
                "Du warst auf dem richtigen Weg. Du kannst nur von den großen Netzwerken deplatformen. Jedes hat dabei unterschiedliche Voraussetzungen um Deplatformen zuzulassen."
            ],
            [
                "Du bist kurz davor \"deplatformen\" freizuschalten. Damit bist du in der Lage die Hasspagne permanent von den großen Netzwerken zu verbannen. Dazu musst du allerdings Reports, Monitoring und Aktivist*innen sammeln."
            ],
            [
                "Eine Hasskampagne kann man nicht im Alleingang stoppen. Versuche dich mit mehr Aktivist*innen zu vernetzen, damit du mehr Handlungsmöglichkeiten hast."
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Português"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                "[color=#009090]NoK[/color]"
            ],
            [
                "[color=#8ffe09]PatriotChan[/color]"
            ],
            [
                "[color=red]MehTube[/color]"
            ],
            [
                "[color=#dc6499]Instagroom[/color]"
            ],
            [
                "[color=#ff4500]Robbot[/color]"
            ],
            [
                "[color=#00a2f3]Phonygram[/color]"
            ],
            [
                "[color=#2fcdff]Chitter[/color]"
            ],
            [
                "[color=#8a8889]MehChute[/color]"
            ],
            [
                "[color=#991723]Barler[/color]"
            ],
            [
                "[color=#8c9eff]Miscord[/color]"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Polskie"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                "[color=#009090]NoK[/color]"
            ],
            [
                "[color=#8ffe09]PatriotChan[/color]"
            ],
            [
                "[color=red]MehTube[/color]"
            ],
            [
                "[color=#dc6499]Instagroom[/color]"
            ],
            [
                "[color=#ff4500]Robbot[/color]"
            ],
            [
                "[color=#00a2f3]Phonygram[/color]"
            ],
            [
                "[color=#2fcdff]Chitter[/color]"
            ],
            [
                "[color=#8a8889]MehChute[/color]"
            ],
            [
                "[color=#991723]Barler[/color]"
            ],
            [
                "[color=#8c9eff]Miscord[/color]"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Français"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                "[color=#009090]NoK[/color]"
            ],
            [
                "[color=#8ffe09]PatriotChan[/color]"
            ],
            [
                "[color=red]MehTube[/color]"
            ],
            [
                "[color=#dc6499]Instagroom[/color]"
            ],
            [
                "[color=#ff4500]Robbot[/color]"
            ],
            [
                "[color=#00a2f3]Phonygram[/color]"
            ],
            [
                "[color=#2fcdff]Chitter[/color]"
            ],
            [
                "[color=#8a8889]MehChute[/color]"
            ],
            [
                "[color=#991723]Barler[/color]"
            ],
            [
                "[color=#8c9eff]Miscord[/color]"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Lietuvis"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                "[color=#009090]NoK[/color]"
            ],
            [
                "[color=#8ffe09]PatriotChan[/color]"
            ],
            [
                "[color=red]MehTube[/color]"
            ],
            [
                "[color=#dc6499]Instagroom[/color]"
            ],
            [
                "[color=#ff4500]Robbot[/color]"
            ],
            [
                "[color=#00a2f3]Phonygram[/color]"
            ],
            [
                "[color=#2fcdff]Chitter[/color]"
            ],
            [
                "[color=#8a8889]MehChute[/color]"
            ],
            [
                "[color=#991723]Barler[/color]"
            ],
            [
                "[color=#8c9eff]Miscord[/color]"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                "Italiano"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                "[color=#009090]NoK[/color]"
            ],
            [
                "[color=#8ffe09]PatriotChan[/color]"
            ],
            [
                "[color=red]MehTube[/color]"
            ],
            [
                "[color=#dc6499]Instagroom[/color]"
            ],
            [
                "[color=#ff4500]Robbot[/color]"
            ],
            [
                "[color=#00a2f3]Phonygram[/color]"
            ],
            [
                "[color=#2fcdff]Chitter[/color]"
            ],
            [
                "[color=#8a8889]MehChute[/color]"
            ],
            [
                "[color=#991723]Barler[/color]"
            ],
            [
                "[color=#8c9eff]Miscord[/color]"
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ]
    ]
}